

/* const initialScheduleState = [
    { day: 'Понедельник', times: ['7:30-8:45'], classes: ['Йога в гамаках для начинающих'] },
    { day: 'Вторник', times: ['7:00-8:20', '8:25-9:30', '14:20-15:20', '15:30-16:40'], classes: ['Йога в гамаках для начинающих и продолжающих', 'Йога в гамаках для начинающих и продолжающих', 'Группа здоровья', 'Йога в гамаках для начинающих и продолжающих'] },
    { day: 'Среда', times: ['7:30-8:45'], classes: ['Йога в гамаках для начинающих'] },
    { day: 'Четверг', times: ['7:00-8:20', '8:25-9:45', '14:20-15:20', '15:30-16:40'], classes: ['Хатха-йога', 'Хатха-йога', 'Группа здоровья', 'Хатха-йога'] },
    { day: 'Пятница', times: ['7:30-8:45'], classes: ['Йога в гамаках для начинающих'] },
    { day: 'Суббота', times: ['7:15-8:45'], classes: ['Хатха-йога'] },
];

 */
